# ZoneUseAirChangesPerHourParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneUseAirChangesPerHourParam Property
ParameterTypeId Class See Also
---
"Use Air Changes Per Hour"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneUseAirChangesPerHourParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneUseAirChangesPerHourParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneUseAirChangesPerHourParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace